{"data":{"site":{"siteMetadata":{"title":"DungBeetleBASH","author":"Pappa"}},"markdownRemark":{"id":"58b752cb-b251-5c1c-a700-b6c518f049ac","excerpt":"About this policy This privacy policy relates to the  Is it safe to go outside?  Alexa skill. This privacy policy applies solely to information provided to…","html":"<h2>About this policy</h2>\n<p>This privacy policy relates to the <em>Is it safe to go outside?</em> Alexa skill.</p>\n<p>This privacy policy applies solely to information provided to DungBeetleBASH by the user. </p>\n<p>It will notify you of the following: </p>\n<ul>\n<li>What personally identifiable information is collected from you via the skill, how it is used and with whom it may be shared. </li>\n<li>What choices are available to you regarding the use of your data. </li>\n<li>The security procedures in place to protect the misuse of your information. </li>\n</ul>\n<h2>Information Collection, Use, and Sharing</h2>\n<p>If you have chosen to allow permission for <em>Is it safe to go outside?</em> Alexa skill to access your devices address, your device will make your <em>country</em> and <em>post code</em> available to the skill.</p>\n<p>This information may be transmitted via a secure connection between your device and the the skill service while a session is in progress.</p>\n<p>Your <em>post code</em> will be used only to provide localised information relating to the area in which you live.</p>\n<p>Your information will not be stored or used in any format once the skill session is over.</p>\n<p>We will not share your information with any third party, other than as necessary to fulfill your request by using your <em>post code</em> to request further third party information.</p>\n<h2>Your Access to and Control Over Information</h2>\n<p>You may opt out of any use of your data by the <em>Is it safe to go outside?</em> Alexa skill by removing permission in the Alexa app, or disbling the Alexa skill on your device.</p>\n<h2>Security</h2>\n<p>We take precautions to protect your information. When you submit information via the Alexa service, your information is protected via encryption. Your information is never stored.</p>\n<h2>Updates</h2>\n<p>Our Privacy Policy may change from time to time and any changes will be reflected on this page.</p>","frontmatter":{"title":"Is it safe to go outside? - Privacy Policy","date":"October 18th, 2017"}}},"pageContext":{"slug":"/Is-it-safe-privacy/","previous":{"fields":{"slug":"/toilets/"},"frontmatter":{"title":"Software Engineering and toilets"}},"next":null}}